Repository: fennelouski/nevernote
Catalog: Nevernote/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zh_hk, zu

source: Bulleted list
af: Kolpuntlys
am: ነጥበ ምልክት የተደረገበት ዝርዝር
ar: قائمة نقطية
az: Markerli siyahı
be: Маркіраваны спіс
bg: Списък с водещи символи
bn: বুলেটেড তালিকা
bs: Označena lista
ca: Llista amb pics
cs: Seznam s odrážkami
da: Punktliste
de: Liste mit Aufzählungszeichen
el: Λίστα με κουκκίδες
es: Lista con viñetas
et: Täpploend
eu: Buletaren zerrenda
fa: لیست گلوله شده
fi: Luettelomerkitty luettelo
fr: Liste à puces
ga: Liosta le hurchair
gl: Lista con viñetas
gu: બુલેટેડ સૂચિ
he: רשימת תבליטים
hi: बुलेटेड सूची
hr: Popis s grafičkim oznakama
hu: Felsorolásos lista
hy: Բլետավոր ցուցակ
id: Daftar berpoin
is: Punktalista
it: Elenco puntato
ja: 箇条書きリスト
ka: ბურთულებიანი სია
kk: Маркерленген тізім
km: បញ្ជីចំណុច
kn: ಬುಲೆಟ್ ಪಟ್ಟಿ
ko: 글머리 기호 목록
lo: ລາຍຊື່ຫົວຂໍ້ຍ່ອຍ
lt: Sąrašas su ženkleliais
lv: Saraksts ar aizzīmēm
mk: Список со точки
ml: ബുള്ളറ്റ് ലിസ്റ്റ്
mn: Сумтай жагсаалт
mr: बुलेट केलेली यादी
ms: Senarai berbulet
my: ကျည်ဆန်စာရင်း
nb: Punktliste
ne: बुलेट गरिएको सूची
nl: Lijst met opsommingstekens
pa: ਬੁਲੇਟਿਡ ਸੂਚੀ
pl: Lista punktowana
pt_br: Lista com marcadores
ro: Lista cu marcatori
ru: Маркированный список
si: බුලටිත ලැයිස්තුව
sk: Zoznam s odrážkami
sl: Seznam z oznakami
sq: Lista me pika
sr: Означена листа
sv: Punktlista
sw: Orodha ya vitone
ta: பொட்டுக்குறியிடப்பட்ட பட்டியல்
te: బుల్లెట్ జాబితా
th: รายการหัวข้อย่อย
tr: Madde işaretli liste
ug: ئوق تىزىملىكى
uk: Маркірований список
ur: گولیوں والی فہرست
uz: Belgilangan roʻyxat
vi: Danh sách có dấu đầu dòng
zh: 项目符号列表
zh_hk: 項目符號列表
zu: Uhlu olunamachashazi

source: Call
af: Bel
am: ይደውሉ
ar: يتصل
az: Zəng edin
be: Тэлефануйце
bg: Обадете се
bn: কল
bs: Zovi
ca: Truca
cs: Volání
da: Ring
de: Anruf
el: Κλήση
es: Llamar
et: Helista
eu: Deitu
fa: تماس بگیرید
fi: Soittaa
fr: Appel
ga: Glaoigh
gl: Chamar
gu: કૉલ કરો
he: שִׂיחָה
hi: पुकारना
hr: Poziv
hu: Hívás
hy: Զանգահարեք
id: Panggilan
is: Hringdu
it: Chiamata
ja: 電話
ka: დარეკეთ
kk: Қоңырау
km: ហៅ
kn: ಕರೆ ಮಾಡಿ
ko: 부르다
lo: ໂທ
lt: Skambinti
lv: Zvaniet
mk: Јавете се
ml: വിളിക്കൂ
mn: Дуудлага хийх
mr: कॉल करा
ms: Panggil
my: ဖုန်းဆက်ပါ။
nb: Ringe
ne: कल गर्नुहोस्
nl: Telefoongesprek
pa: ਕਾਲ ਕਰੋ
pl: Dzwonić
pt_br: Chamar
ro: Apel
ru: Вызов
si: අමතන්න
sk: Zavolajte
sl: Pokliči
sq: Thirrni
sr: Цалл
sv: Samtal
sw: Piga simu
ta: அழைக்கவும்
te: కాల్ చేయండి
th: เรียก
tr: Arama
ug: تېلېفون قىلىڭ
uk: Телефонуйте
ur: کال کریں۔
uz: Qo'ng'iroq qiling
vi: Gọi
zh: 称呼
zh_hk: 稱呼
zu: Shaya ucingo

source: Camera
af: Kamera
am: ካሜራ
ar: آلة تصوير
az: Kamera
be: Камера
bg: Камера
bn: ক্যামেরা
bs: Kamera
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
et: Kaamera
eu: Kamera
fa: دوربین
fi: Kamera
fr: Caméra
ga: Ceamara
gl: Cámara
gu: કેમેરા
he: מַצלֵמָה
hi: कैमरा
hr: Fotoaparat
hu: Kamera
hy: Տեսախցիկ
id: Kamera
is: Myndavél
it: Telecamera
ja: カメラ
ka: კამერა
kk: Камера
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾ
ko: 카메라
lo: ກ້ອງຖ່າຍຮູບ
lt: Fotoaparatas
lv: Kamera
mk: Камера
ml: ക്യാമറ
mn: Камер
mr: कॅमेरा
ms: Kamera
my: ကင်မရာ
nb: Kamera
ne: क्यामेरा
pa: ਕੈਮਰਾ
pl: Kamera
pt_br: Câmera
ro: Camera foto
ru: Камера
si: කැමරාව
sk: Fotoaparát
sl: Kamera
sq: Kamera
sr: Камера
sv: Kamera
sw: Kamera
ta: கேமரா
te: కెమెరా
th: กล้อง
tr: Kamera
ug: كامېرا
uk: Камера
ur: کیمرہ
uz: Kamera
vi: Máy ảnh
zh: 相机
zh_hk: 相機
zu: Ikhamera

source: Can't use this link as an image
af: Kan nie hierdie skakel as 'n prent gebruik nie
am: ይህን ሊንክ እንደ ምስል መጠቀም አይቻልም
ar: لا يمكن استخدام هذا الرابط كصورة
az: Bu linki şəkil kimi istifadə etmək mümkün deyil
be: Немагчыма выкарыстоўваць гэту спасылку ў якасці выявы
bg: Тази връзка не може да се използва като изображение
bn: একটি ছবি হিসাবে এই লিঙ্ক ব্যবহার করতে পারবেন না
bs: Ne mogu koristiti ovu vezu kao sliku
ca: No es pot utilitzar aquest enllaç com a imatge
cs: Tento odkaz nelze použít jako obrázek
da: Kan ikke bruge dette link som et billede
de: Dieser Link kann nicht als Bild verwendet werden
el: Δεν είναι δυνατή η χρήση αυτού του συνδέσμου ως εικόνας
es: No puedo usar este enlace como imagen.
et: Seda linki ei saa pildina kasutada
eu: Ezin da esteka hau irudi gisa erabili
fa: نمی توان از این پیوند به عنوان تصویر استفاده کرد
fi: Tätä linkkiä ei voi käyttää kuvana
fr: Je ne peux pas utiliser ce lien comme image
ga: Ní féidir an nasc seo a úsáid mar íomhá
gl: Non se pode usar esta ligazón como imaxe
gu: છબી તરીકે આ લિંકનો ઉપયોગ કરી શકાતો નથી
he: לא יכול להשתמש בקישור הזה כתמונה
hi: इस लिंक को छवि के रूप में उपयोग नहीं किया जा सकता
hr: Ne možete koristiti ovu vezu kao sliku
hu: Ez a link nem használható képként
hy: Հնարավոր չէ օգտագործել այս հղումը որպես պատկեր
id: Tidak dapat menggunakan tautan ini sebagai gambar
is: Get ekki notað þennan hlekk sem mynd
it: Impossibile utilizzare questo collegamento come immagine
ja: このリンクを画像として使用することはできません
ka: ამ ბმულის სურათად გამოყენება შეუძლებელია
kk: Бұл сілтемені сурет ретінде пайдалану мүмкін емес
km: មិនអាចប្រើតំណនេះជារូបភាពបានទេ។
kn: ಈ ಲಿಂಕ್ ಅನ್ನು ಚಿತ್ರವಾಗಿ ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 이 링크를 이미지로 사용할 수 없습니다
lo: ບໍ່ສາມາດໃຊ້ລິ້ງນີ້ເປັນຮູບພາບໄດ້
lt: Negalima naudoti šios nuorodos kaip vaizdo
lv: Šo saiti nevar izmantot kā attēlu
mk: Не може да се користи оваа врска како слика
ml: ഈ ലിങ്ക് ഒരു ചിത്രമായി ഉപയോഗിക്കാൻ കഴിയില്ല
mn: Энэ холбоосыг зураг болгон ашиглах боломжгүй
mr: ही लिंक इमेज म्हणून वापरू शकत नाही
ms: Tidak boleh menggunakan pautan ini sebagai imej
my: ဤလင့်ခ်ကို ပုံအဖြစ် သုံး၍မရပါ။
nb: Kan ikke bruke denne linken som et bilde
ne: यो लिङ्क छविको रूपमा प्रयोग गर्न सकिँदैन
nl: Kan deze link niet als afbeelding gebruiken
pa: ਇਸ ਲਿੰਕ ਨੂੰ ਚਿੱਤਰ ਵਜੋਂ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ
pl: Nie można użyć tego linku jako obrazu
pt_br: Não é possível usar este link como imagem
ro: Nu pot folosi acest link ca imagine
ru: Невозможно использовать эту ссылку в качестве изображения
si: මෙම සබැඳිය රූපයක් ලෙස භාවිතා කළ නොහැක
sk: Tento odkaz nie je možné použiť ako obrázok
sl: Te povezave ni mogoče uporabiti kot sliko
sq: Kjo lidhje nuk mund të përdoret si imazh
sr: Не могу да користим ову везу као слику
sv: Kan inte använda denna länk som bild
sw: Haiwezi kutumia kiungo hiki kama picha
ta: இந்த இணைப்பை படமாகப் பயன்படுத்த முடியாது
te: ఈ లింక్‌ని చిత్రంగా ఉపయోగించలేరు
th: ไม่สามารถใช้ลิงค์นี้เป็นรูปภาพได้
tr: Bu bağlantı resim olarak kullanılamıyor
ug: بۇ ئۇلىنىشنى رەسىم سۈپىتىدە ئىشلىتەلمەيسىز
uk: Не можна використовувати це посилання як зображення
ur: اس لنک کو بطور تصویر استعمال نہیں کر سکتے
uz: Bu havolani rasm sifatida ishlatib bo‘lmaydi
vi: Không thể sử dụng liên kết này làm hình ảnh
zh: 无法将此链接用作图像
zh_hk: 無法將此連結用作圖像
zu: Awukwazi ukusebenzisa lesi sixhumanisi njengesithombe

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
az: Ləğv et
be: Адмяніць
bg: Отказ
bn: বাতিল করুন
bs: Otkaži
ca: Cancel·la
cs: Zrušit
da: Ophæve
de: Abbrechen
el: Ματαίωση
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
ga: Cealaigh
gl: Cancelar
gu: રદ કરો
he: לְבַטֵל
hi: रद्द करना
hr: Otkazati
hu: Mégsem
hy: Չեղարկել
id: Batal
is: Hætta við
it: Cancellare
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ko: 취소
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
ms: Batal
my: မလုပ်တော့
nb: Kansellere
ne: रद्द गर्नुहोस्
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anula
ru: Отмена
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal etmek
ug: بىكار قىلىش
uk: Скасувати
ur: منسوخ کریں۔
uz: Bekor qilish
vi: Hủy bỏ
zh: 取消
zh_hk: 取消
zu: Khansela

source: Checking image…
af: Gaan tans prent na …
am: ምስልን በመፈተሽ ላይ…
ar: جارٍ التحقق من الصورة…
az: Şəkil yoxlanılır...
be: Праверка выявы…
bg: Изображението се проверява...
bn: ছবি পরীক্ষা করা হচ্ছে...
bs: Provjera slike…
ca: S'està comprovant la imatge...
cs: Kontrola obrázku…
da: Tjekker billede...
de: Bild wird überprüft…
el: Έλεγχος εικόνας…
es: Comprobando imagen…
et: Pildi kontrollimine…
eu: Irudia egiaztatzen…
fa: در حال بررسی تصویر…
fi: Tarkistetaan kuvaa…
fr: Vérification de l'image…
ga: Íomhá á seiceáil…
gl: Comprobando a imaxe...
gu: છબી તપાસી રહ્યું છે...
he: בודק תמונה...
hi: छवि की जाँच हो रही है...
hr: Provjera slike...
hu: Kép ellenőrzése…
hy: Ստուգվում է պատկերը…
id: Memeriksa gambar…
is: Athugar mynd...
it: Controllo dell'immagine…
ja: 画像を確認中…
ka: სურათის შემოწმება…
kk: Кескін тексерілуде…
km: កំពុងពិនិត្យរូបភាព...
kn: ಚಿತ್ರವನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 이미지 확인 중…
lo: ກຳລັງກວດສອບຮູບ...
lt: Tikrinamas vaizdas…
lv: Notiek attēla pārbaude…
mk: Се проверува сликата…
ml: ചിത്രം പരിശോധിക്കുന്നു...
mn: Зургийг шалгаж байна...
mr: इमेज तपासत आहे...
ms: Menyemak imej…
my: ပုံကို စစ်ဆေးနေသည်...
nb: Sjekker bildet …
ne: छवि जाँच गर्दै...
nl: Afbeelding controleren…
pa: ਚਿੱਤਰ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Sprawdzam obraz…
pt_br: Verificando imagem…
ro: Se verifică imaginea…
ru: Проверка изображения…
si: රූපය පරීක්ෂා කරමින්...
sk: Kontroluje sa obrázok…
sl: Preverjanje slike ...
sq: Po kontrollon imazhin…
sr: Проверавам слику…
sv: Kontrollerar bild...
sw: Inaangalia picha...
ta: படத்தைச் சரிபார்க்கிறது…
te: చిత్రాన్ని తనిఖీ చేస్తోంది...
th: กำลังตรวจสอบรูปภาพ...
tr: Resim kontrol ediliyor…
ug: رەسىمنى تەكشۈرۈش…
uk: Перевірка зображення…
ur: تصویر چیک ہو رہی ہے…
uz: Rasm tekshirilmoqda…
vi: Đang kiểm tra hình ảnh…
zh: 正在检查图像...
zh_hk: 正在檢查圖像...
zu: Ihlola isithombe...

source: Choose Photo
af: Kies Foto
am: ፎቶ ይምረጡ
ar: اختر صورة
az: Şəkil seçin
be: Выберыце фота
bg: Изберете Снимка
bn: ফটো নির্বাচন করুন
bs: Odaberite Fotografija
ca: Trieu Foto
cs: Vyberte Foto
da: Vælg Foto
de: Wählen Sie Foto
el: Επιλέξτε Φωτογραφία
es: Elige foto
et: Valige Foto
eu: Aukeratu Argazkia
fa: عکس را انتخاب کنید
fi: Valitse Valokuva
fr: Choisissez une photo
ga: Roghnaigh Grianghraf
gl: Escolla Foto
gu: ફોટો પસંદ કરો
he: בחר תמונה
hi: तस्विर का चयन करो
hr: Odaberite fotografiju
hu: Válassza a Fotó lehetőséget
hy: Ընտրեք Լուսանկարը
id: Pilih Foto
is: Veldu mynd
it: Scegli Foto
ja: 写真を選択
ka: აირჩიეთ ფოტო
kk: Фотосуретті таңдаңыз
km: ជ្រើសរើសរូបថត
kn: ಫೋಟೋ ಆಯ್ಕೆಮಾಡಿ
ko: 사진 선택
lo: ເລືອກຮູບ
lt: Pasirinkite nuotrauką
lv: Izvēlieties Fotoattēlu
mk: Изберете Фотографија
ml: ഫോട്ടോ തിരഞ്ഞെടുക്കുക
mn: Зураг сонгоно уу
mr: फोटो निवडा
ms: Pilih Foto
my: ဓာတ်ပုံကို ရွေးပါ။
nb: Velg Foto
ne: फोटो छान्नुहोस्
nl: Kies Foto
pa: ਫੋਟੋ ਚੁਣੋ
pl: Wybierz Zdjęcie
pt_br: Escolha a foto
ro: Alegeți Fotografie
ru: Выбрать фото
si: ඡායාරූපය තෝරන්න
sk: Vyberte fotografiu
sl: Izberite fotografijo
sq: Zgjidhni Foto
sr: Изаберите Фотографија
sv: Välj Foto
sw: Chagua Picha
ta: புகைப்படத்தைத் தேர்ந்தெடுக்கவும்
te: ఫోటోను ఎంచుకోండి
th: เลือกภาพถ่าย
tr: Fotoğraf Seç
ug: رەسىمنى تاللاڭ
uk: Виберіть Фото
ur: تصویر کا انتخاب کریں۔
uz: Rasmni tanlang
vi: Chọn ảnh
zh: 选择照片
zh_hk: 選擇照片
zu: Khetha Isithombe

source: Choose a photo from your library or files. NeverNote will read any text in the image and add it to your note. QR codes in the image are added at the bottom of the note.
af: Kies 'n foto uit jou biblioteek of lêers. NeverNote sal enige teks in die prent lees en dit by jou nota voeg. QR-kodes in die prent word onderaan die nota bygevoeg.
am: ከቤተ-መጽሐፍትዎ ወይም ፋይሎችዎ ፎቶ ይምረጡ። NeverNote በምስሉ ላይ ያለ ማንኛውንም ጽሑፍ አንብቦ ወደ ማስታወሻዎ ያክላል። በምስሉ ላይ ያሉት የQR ኮዶች በማስታወሻው ግርጌ ላይ ተጨምረዋል።
ar: اختر صورة من مكتبتك أو ملفاتك. سوف يقوم NeverNote بقراءة أي نص في الصورة وإضافته إلى ملاحظتك. تتم إضافة رموز QR الموجودة في الصورة أسفل الملاحظة.
az: Kitabxananızdan və ya fayllarınızdan bir şəkil seçin. NeverNote təsvirdəki hər hansı mətni oxuyacaq və onu qeydinizə əlavə edəcək. Şəkildəki QR kodları qeydin altına əlavə olunub.
be: Выберыце фатаграфію з вашай бібліятэкі або файлаў. NeverNote прачытае любы тэкст на малюнку і дадасць яго ў вашу нататку. QR-коды на малюнку дададзены ўнізе нататкі.
bg: Изберете снимка от вашата библиотека или файлове. NeverNote ще прочете всеки текст в изображението и ще го добави към вашата бележка. QR кодовете в изображението се добавят в долната част на бележката.
bn: আপনার লাইব্রেরি বা ফাইল থেকে একটি ফটো চয়ন করুন. NeverNote ইমেজের কোনো লেখা পড়বে এবং আপনার নোটে যোগ করবে। ছবিতে QR কোডগুলি নোটের নীচে যোগ করা হয়েছে৷
bs: Odaberite fotografiju iz svoje biblioteke ili datoteka. NeverNote će pročitati bilo koji tekst na slici i dodati ga u vašu bilješku. QR kodovi na slici dodani su na dnu bilješke.
ca: Trieu una foto de la vostra biblioteca o fitxers. NeverNote llegirà qualsevol text de la imatge i l'afegirà a la teva nota. Els codis QR de la imatge s'afegeixen a la part inferior de la nota.
cs: Vyberte fotografii z knihovny nebo souborů. NeverNote přečte jakýkoli text v obrázku a přidá ho do vaší poznámky. QR kódy na obrázku jsou přidány ve spodní části poznámky.
da: Vælg et billede fra dit bibliotek eller dine filer. NeverNote vil læse enhver tekst i billedet og tilføje den til din note. QR-koder i billedet tilføjes nederst i noten.
de: Wählen Sie ein Foto aus Ihrer Bibliothek oder Ihren Dateien. NeverNote liest jeden Text im Bild und fügt ihn Ihrer Notiz hinzu. QR-Codes im Bild werden am Ende der Notiz hinzugefügt.
el: Επιλέξτε μια φωτογραφία από τη βιβλιοθήκη ή τα αρχεία σας. Το NeverNote θα διαβάσει οποιοδήποτε κείμενο στην εικόνα και θα το προσθέσει στη σημείωσή σας. Οι κωδικοί QR στην εικόνα προστίθενται στο κάτω μέρος της σημείωσης.
es: Elija una foto de su biblioteca o archivos. NeverNote leerá cualquier texto de la imagen y lo agregará a su nota. Los códigos QR de la imagen se agregan en la parte inferior de la nota.
et: Valige oma teegist või failidest foto. NeverNote loeb pildil oleva teksti ja lisab selle teie märkmesse. Pildil olevad QR-koodid on lisatud märkuse allossa.
eu: Aukeratu argazki bat zure liburutegitik edo fitxategietatik. NeverNote-k irudiko edozein testu irakurriko du eta zure oharrean gehituko du. Irudiko QR kodeak oharraren behealdean gehitzen dira.
fa: یک عکس از کتابخانه یا فایل های خود انتخاب کنید. NeverNote هر متنی را در تصویر می خواند و به یادداشت شما اضافه می کند. کدهای QR در تصویر در پایین یادداشت اضافه شده است.
fi: Valitse valokuva kirjastostasi tai tiedostoistasi. NeverNote lukee minkä tahansa kuvan tekstin ja lisää sen muistiinpanoosi. Kuvan QR-koodit on lisätty muistiinpanon alaosaan.
fr: Choisissez une photo dans votre bibliothèque ou vos fichiers. NeverNote lira n'importe quel texte dans l'image et l'ajoutera à votre note. Les codes QR dans l'image sont ajoutés au bas de la note.
ga: Roghnaigh grianghraf ó do leabharlann nó comhaid. Léifidh NeverNote aon téacs san íomhá agus cuirfidh sé le do nóta é. Cuirtear cóid QR san íomhá ag bun an nóta.
gl: Escolle unha foto da túa biblioteca ou ficheiros. NeverNote lerá calquera texto da imaxe e engadirao á túa nota. Os códigos QR da imaxe engádense na parte inferior da nota.
gu: તમારી લાઇબ્રેરી અથવા ફાઇલોમાંથી ફોટો પસંદ કરો. NeverNote ઈમેજમાં કોઈપણ ટેક્સ્ટ વાંચશે અને તેને તમારી નોંધમાં ઉમેરશે. ઈમેજમાં QR કોડ નોટના તળિયે ઉમેરવામાં આવ્યા છે.
he: בחר תמונה מהספרייה או מהקבצים שלך. NeverNote יקרא כל טקסט בתמונה ויוסיף אותו להערה שלך. קודי QR בתמונה מתווספים בתחתית ההערה.
hi: अपनी लाइब्रेरी या फ़ाइलों से एक फ़ोटो चुनें। NeverNote छवि में मौजूद किसी भी पाठ को पढ़ेगा और उसे आपके नोट में जोड़ देगा। छवि में क्यूआर कोड नोट के नीचे जोड़े गए हैं।
hr: Odaberite fotografiju iz svoje biblioteke ili datoteka. NeverNote će pročitati bilo koji tekst na slici i dodati ga vašoj bilješci. QR kodovi na slici dodani su na dnu bilješke.
hu: Válasszon egy fotót a könyvtárából vagy a fájlokból. A NeverNote elolvassa a kép bármely szövegét, és hozzáadja a jegyzethez. A képen látható QR-kódok a jegyzet alján találhatók.
hy: Ընտրեք լուսանկար ձեր գրադարանից կամ ֆայլերից: NeverNote-ը կկարդա պատկերի ցանկացած տեքստ և կավելացնի այն ձեր գրառմանը: Պատկերում QR կոդերը ավելացվում են գրառման ներքևում:
id: Pilih foto dari perpustakaan atau file Anda. NeverNote akan membaca teks apa pun di gambar dan menambahkannya ke catatan Anda. Kode QR pada gambar ditambahkan di bagian bawah catatan.
is: Veldu mynd úr bókasafninu þínu eða skrám. NeverNote mun lesa hvaða texta sem er á myndinni og bæta honum við athugasemdina þína. QR kóða á myndinni er bætt við neðst á athugasemdinni.
it: Scegli una foto dalla tua libreria o dai tuoi file. NeverNote leggerà qualsiasi testo nell'immagine e lo aggiungerà alla tua nota. I codici QR nell'immagine vengono aggiunti nella parte inferiore della nota.
ja: ライブラリまたはファイルから写真を選択します。 NeverNote は画像内のテキストを読み取り、メモに追加します。画像のQRコードはノートの下部に追加されます。
ka: აირჩიეთ ფოტო თქვენი ბიბლიოთეკიდან ან ფაილებიდან. NeverNote წაიკითხავს ნებისმიერ ტექსტს სურათზე და დაამატებს თქვენს ჩანაწერს. სურათზე QR კოდები დამატებულია შენიშვნის ბოლოში.
kk: Кітапханадан немесе файлдардан фотосуретті таңдаңыз. NeverNote суреттегі кез келген мәтінді оқып, оны жазбаңызға қосады. Суреттегі QR кодтары жазбаның төменгі жағында қосылады.
km: ជ្រើសរើសរូបថតពីបណ្ណាល័យ ឬឯកសាររបស់អ្នក។ NeverNote នឹងអានអត្ថបទណាមួយនៅក្នុងរូបភាព ហើយបន្ថែមវាទៅក្នុងកំណត់ចំណាំរបស់អ្នក។ លេខកូដ QR នៅក្នុងរូបភាពត្រូវបានបន្ថែមនៅផ្នែកខាងក្រោមនៃចំណាំ។
kn: ನಿಮ್ಮ ಲೈಬ್ರರಿ ಅಥವಾ ಫೈಲ್‌ಗಳಿಂದ ಫೋಟೋ ಆಯ್ಕೆಮಾಡಿ. NeverNote ಚಿತ್ರದಲ್ಲಿನ ಯಾವುದೇ ಪಠ್ಯವನ್ನು ಓದುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಟಿಪ್ಪಣಿಗೆ ಸೇರಿಸುತ್ತದೆ. ಚಿತ್ರದಲ್ಲಿನ QR ಕೋಡ್‌ಗಳನ್ನು ಟಿಪ್ಪಣಿಯ ಕೆಳಭಾಗದಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ.
ko: 라이브러리나 파일에서 사진을 선택하세요. NeverNote는 이미지의 텍스트를 읽고 이를 메모에 추가합니다. 이미지 속 QR코드는 노트 하단에 추가됩니다.
lo: ເລືອກຮູບຈາກຫ້ອງສະໝຸດ ຫຼືໄຟລ໌ຂອງທ່ານ. NeverNote ຈະອ່ານຂໍ້ຄວາມໃດໆໃນຮູບແລະເພີ່ມມັນໃສ່ບັນທຶກຂອງທ່ານ. ລະ​ຫັດ QR ໃນ​ຮູບ​ພາບ​ແມ່ນ​ໄດ້​ເພີ່ມ​ຢູ່​ທາງ​ລຸ່ມ​ຂອງ​ບັນ​ທຶກ​ໄດ້​.
lt: Pasirinkite nuotrauką iš bibliotekos arba failų. „NeverNote“ perskaitys bet kokį vaizdo tekstą ir pridės jį prie užrašo. Vaizdo QR kodai pridedami užrašo apačioje.
lv: Izvēlieties fotoattēlu no savas bibliotēkas vai failiem. NeverNote nolasīs jebkuru attēla tekstu un pievienos to jūsu piezīmei. QR kodi attēlā ir pievienoti piezīmes apakšā.
mk: Изберете фотографија од вашата библиотека или датотеки. NeverNote ќе прочита кој било текст на сликата и ќе го додаде во вашата белешка. QR-кодовите на сликата се додаваат на дното на белешката.
ml: നിങ്ങളുടെ ലൈബ്രറിയിൽ നിന്നോ ഫയലുകളിൽ നിന്നോ ഒരു ഫോട്ടോ തിരഞ്ഞെടുക്കുക. NeverNote will read any text in the image and add it to your note. ചിത്രത്തിലെ ക്യുആർ കോഡുകൾ കുറിപ്പിൻ്റെ അടിയിൽ ചേർത്തിട്ടുണ്ട്.
mn: Номын сан эсвэл файлаасаа зураг сонгоно уу. NeverNote нь зураг дээрх текстийг уншиж, таны тэмдэглэлд нэмэх болно. Зурган дээрх QR кодыг тэмдэглэлийн доод талд оруулсан болно.
mr: तुमच्या लायब्ररीमधून किंवा फायलींमधून फोटो निवडा. NeverNote इमेजमधील कोणताही मजकूर वाचेल आणि तो तुमच्या नोटमध्ये जोडेल. प्रतिमेतील QR कोड टिपेच्या तळाशी जोडलेले आहेत.
ms: Pilih foto daripada pustaka atau fail anda. NeverNote akan membaca sebarang teks dalam imej dan menambahkannya pada nota anda. Kod QR dalam imej ditambah di bahagian bawah nota.
my: သင့်ဒစ်ဂျစ်တိုက် သို့မဟုတ် ဖိုင်များမှ ဓာတ်ပုံတစ်ပုံကို ရွေးပါ။ NeverNote သည် ပုံရှိ မည်သည့်စာသားကိုမဆို ဖတ်ပြီး သင့်မှတ်စုတွင် ထည့်သွင်းမည်ဖြစ်သည်။ ပုံရှိ QR ကုဒ်များကို မှတ်စု၏အောက်ခြေတွင် ထည့်သွင်းထားသည်။
nb: Velg et bilde fra biblioteket eller filene dine. NeverNote vil lese all tekst i bildet og legge den til i notatet ditt. QR-koder i bildet legges til nederst i lappen.
ne: तपाईंको पुस्तकालय वा फाइलहरूबाट फोटो छान्नुहोस्। NeverNote ले छविको कुनै पनि पाठ पढ्नेछ र यसलाई तपाइँको नोटमा थप्नेछ। छविमा QR कोडहरू नोटको फेदमा थपिएका छन्।
nl: Kies een foto uit uw bibliotheek of bestanden. NeverNote leest elke tekst in de afbeelding en voegt deze toe aan uw notitie. QR-codes in de afbeelding zijn onderaan de notitie toegevoegd.
pl: Wybierz zdjęcie ze swojej biblioteki lub plików. NeverNote odczyta dowolny tekst z obrazu i doda go do Twojej notatki. Kody QR widoczne na obrazku dodane są na dole notatki.
pt_br: Escolha uma foto da sua biblioteca ou arquivos. NeverNote irá ler qualquer texto da imagem e adicioná-lo à sua nota. Os códigos QR na imagem são adicionados na parte inferior da nota.
ro: Alegeți o fotografie din bibliotecă sau fișiere. NeverNote va citi orice text din imagine și îl va adăuga la nota dvs. Codurile QR din imagine sunt adăugate în partea de jos a notei.
ru: Выберите фотографию из своей библиотеки или файлов. NeverNote прочитает любой текст на изображении и добавит его в заметку. QR-коды на изображении добавлены внизу заметки.
si: ඔබගේ පුස්තකාලයෙන් හෝ ගොනු වලින් ඡායාරූපයක් තෝරන්න. NeverNote රූපයේ ඇති ඕනෑම පෙළක් කියවා එය ඔබගේ සටහනට එක් කරයි. රූපයේ ඇති QR කේත සටහනේ පතුලේ එකතු කර ඇත.
sk: Vyberte fotografiu z knižnice alebo súborov. NeverNote prečíta akýkoľvek text na obrázku a pridá ho do vašej poznámky. QR kódy na obrázku sú pridané v spodnej časti poznámky.
sl: Izberite fotografijo iz knjižnice ali datotek. NeverNote bo prebral katero koli besedilo na sliki in ga dodal vaši opombi. QR kode na sliki so dodane na dnu zapiska.
sq: Zgjidhni një foto nga biblioteka ose skedarët tuaj. NeverNote do të lexojë çdo tekst në imazh dhe do ta shtojë atë në shënimin tuaj. Kodet QR në imazh shtohen në fund të shënimit.
sr: Изаберите фотографију из своје библиотеке или датотека. NeverNote ће прочитати било који текст на слици и додати га у вашу белешку. КР кодови на слици се додају на дно напомене.
sv: Välj ett foto från ditt bibliotek eller dina filer. NeverNote kommer att läsa all text i bilden och lägga till den i din anteckning. QR-koder i bilden läggs till längst ner i lappen.
sw: Chagua picha kutoka kwa maktaba au faili zako. NeverNote itasoma maandishi yoyote kwenye picha na kuyaongeza kwenye dokezo lako. Misimbo ya QR kwenye picha huongezwa chini ya dokezo.
ta: உங்கள் நூலகம் அல்லது கோப்புகளில் இருந்து ஒரு புகைப்படத்தைத் தேர்வுசெய்யவும். NeverNote படத்தில் உள்ள எந்த உரையையும் படித்து அதை உங்கள் குறிப்பில் சேர்க்கும். படத்தில் QR குறியீடுகள் குறிப்பின் கீழே சேர்க்கப்பட்டுள்ளன.
te: మీ లైబ్రరీ లేదా ఫైల్‌ల నుండి ఫోటోను ఎంచుకోండి. NeverNote చిత్రంలో ఏదైనా వచనాన్ని చదివి మీ గమనికకు జోడిస్తుంది. చిత్రంలో QR కోడ్‌లు నోట్ దిగువన జోడించబడ్డాయి.
th: เลือกรูปภาพจากคลังภาพหรือไฟล์ของคุณ NeverNote จะอ่านข้อความใดๆ ในภาพและเพิ่มลงในบันทึกย่อของคุณ รหัส QR ในภาพจะถูกเพิ่มที่ด้านล่างของบันทึก
tr: Kitaplığınızdan veya dosyalarınızdan bir fotoğraf seçin. NeverNote, görseldeki herhangi bir metni okuyacak ve notunuza ekleyecektir. Görseldeki QR kodları notun altına eklenmiştir.
ug: كۈتۈپخانىڭىزدىن ياكى ھۆججەتلىرىڭىزدىن رەسىم تاللاڭ. NeverNote رەسىمدىكى ھەر قانداق تېكىستنى ئوقۇپ ئۇنى خاتىرىڭىزگە قوشىدۇ. رەسىمدىكى QR كودى ئىزاھنىڭ ئاستىغا قوشۇلغان.
uk: Виберіть фотографію зі своєї бібліотеки або файлів. NeverNote прочитає будь-який текст на зображенні та додасть його до вашої нотатки. QR-коди на зображенні додаються внизу нотатки.
ur: اپنی لائبریری یا فائلوں سے تصویر منتخب کریں۔ NeverNote تصویر میں کسی بھی متن کو پڑھے گا اور اسے آپ کے نوٹ میں شامل کرے گا۔ تصویر میں QR کوڈز نوٹ کے نیچے شامل کیے گئے ہیں۔
uz: Choose a photo from your library or files. NeverNote rasmdagi istalgan matnni o'qiydi va uni eslatmangizga qo'shadi. Rasmdagi QR kodlari eslatmaning pastki qismida qo'shilgan.
vi: Chọn ảnh từ thư viện hoặc tệp của bạn. NeverNote sẽ đọc bất kỳ văn bản nào trong hình ảnh và thêm nó vào ghi chú của bạn. Mã QR trong hình ảnh được thêm vào cuối ghi chú.
zh: 从您的图库或文件中选择一张照片。 NeverNote 将读取图像中的任何文本并将其添加到您的笔记中。图像中的二维码添加在笔记底部。
zh_hk: 從您的圖庫或檔案中選擇一張照片。 NeverNote 將讀取圖像中的任何文字並將其添加到您的筆記中。圖像中的二維碼添加在筆記底部。
zu: Khetha isithombe kulabhulali yakho noma amafayela. I-NeverNote izofunda noma yimuphi umbhalo esithombeni bese iwungeza kunothi lakho. Amakhodi e-QR esithombeni engezwe ngaphansi kwenothi.
